cask_args appdir: '/Applications'

#brew 'zsh'
#
#brew 'coreutils'
#brew 'diffutils'
#brew 'findutils'
#brew 'gawk'
#brew 'gnu-sed'
#brew 'gnu-tar'
#brew 'grep'
#
brew 'xz'
brew 'gzip'
brew 'p7zip'
brew 'git-lfs'
#brew 'openssl'
brew 'cowsay'
brew 'jq'
brew 'tree'
brew 'tmux'
brew 'tmuxinator'
#brew 'reattach-to-user-namespace'
brew 'zplug'
brew 'nvm'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'repo'
brew 'htop'
brew 'ncdu'
brew 'qemu'
#
#cask 'jetbrains-toolbox'
#cask 'google-drive'
#cask 'google-chat'
#cask 'gitkraken'
#cask 'firefox'
#cask 'balenaetcher'
#cask '1password'
#cask 'alfred'
#cask 'google-chrome'
#cask 'sourcetree'
#cask 'sublime-text'
#cask 'shiftit'
#cask 'gimp'
#cask 'iterm2'
#cask 'vagrant'
#cask 'virtualbox'
#cask 'docker'
#cask 'postman'
#cask 'wireshark'
#cask 'slack'
#cask 'tunnelblick'
#cask 'zoom'
#cask 'wechat'
